atuin
avizo
base
base-devel
bauh
bibata-cursor-theme
blender
blueman
bluez
bluez-utils
brightnessctl
btop
cliphist
cpio
dkms
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
figlet
firefox
flatpak
fzf
gamemode
getnf
git
grim
grub
gst-plugin-pipewire
hyprland
hyprlock
hyprpicker
hyprwayland-scanner
intel-ucode
jdk-openjdk
jq
kitty
kvantum
kvantum-qt5
kvantum-theme-materia
lazygit
lib32-gamemode
lib32-nvidia-utils
libpulse
libsmbios
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lutris
materia-gtk-theme
materia-kde
neovim
networkmanager
nvidia-dkms
nvidia-settings
nvidia-utils
nvtop
nwg-look
obs-studio
oh-my-posh
os-prober
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-pip
python-pyqt6
python-pywal
python-pywalfox
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
satty-bin
sddm
sof-firmware
stow
swaync
swww
thunar
timeshift
tumbler
unzip
vim
vlc
waybar
waypaper
wget
wine
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
xorg-xhost
yay
yay-debug
yazi
zoxide
zram-generator
zsh
